[
    {
        "id": "P1",
        "title": "Flor is lava",
        "description": "Este fue el primer proyecto completo que desarrollé durante el bootcamp. Junto a mi compañero Rodrigo, creamos este videojuego utilizando HTML, CSS, JavaScript y el DOM. Fue un esfuerzo en equipo en el que tuvimos que hacer lluvia de ideas, diseñar y construir el videojuego desde cero.",
        "description_en": "This was the first complete project I developed during the bootcamp. Together with my partner Rodrigo, we created this video game using HTML, CSS, JavaScript, and the DOM. It was a team effort in which we had to brainstorm, design, and build the video game from scratch.",
        "desktop_image": "FIL_MacBook.png",
        "tablet_image": "FIL_iPad.png",
        "movile_image": "FIL_Phone.png",
        "skills": [
            "HTML",
            "CSS",
            "JS",
            "GITHUB"
        ],
        "github_link": "https://github.com/nachosanson6/Floor_is_lava",
        "web_link": "https://nachosanson6.github.io/Floor_is_lava/"
    },
    {
        "id": "P2",
        "title": "BoardMaster",
        "description": "Proyecto que desarrollé con mi compañera Isabella durante el segundo módulo del bootcamp. Es una aplicación para crear eventos para jugar juegos de mesa. Además, al crear un evento, puedes ver la ubicación del evento y todos los eventos previamente creados en un mapa a través de la API de Google Maps. También tienes acceso a una galería de todos los juegos de mesa que obtenemos de una API externa.",
        "description_en": "Project I developed with my colleague Isabella during the second module of the bootcamp. It is an application for creating events to play board games. Additionally, when creating an event, you can view the event's location and all previously created events on a map from the Google Maps API.You also have access to a gallery of all the board games we fetch from an external API",
        "desktop_image": "BM_MacBook.png",
        "tablet_image": "",
        "movile_image": "",
        "skills": [
            "HTML",
            "CSS",
            "JS",
            "NODE",
            "EXPRESS",
            "BOOTSTRAP",
            "GITHUB",
            "MONGO",
            "POSTMAN"
        ],
        "github_link": "https://github.com/nachosanson6/board-master",
        "web_link": "https://boardmaster.fly.dev/"
    },
    {
        "id": "P3",
        "title": "JamLink",
        "description": "Último proyecto desarrollado durante el bootcamp. JamLink es una red social para músicos que desean conocer a otros músicos para tocar juntos y organizar jam sessions. En ella, puedes encontrar una comunidad de usuarios donde puedes conocer a nuevas personas, ver los instrumentos que tocan y agregarlos como amigos. También puedes crear eventos a los que otros usuarios pueden unirse, ver todos los eventos en un mapa de Google y dejar comentarios. Desarrollé la aplicación con mi compañero Fernando y como próximos pasos, nos gustaría implementar una sección donde los usuarios puedan agregar videos de las jam sessions e, incluso, un chat para facilitar la comunicación entre los usuarios de la aplicación.",
        "description_en": "Last project developed during the bootcamp. JamLink is a social network for musicians who want to meet other musicians for jamming and organizing jam sessions. In it, you can find a community of users where you can meet new people, see what instruments they play, and add them as friends.You can also create events that other users can join, view all the events on a Google Map, and leave comments. I developed the application with my colleague Fernando and as next steps, we would like to implement a section where users can add videos of the jam sessions and even a chat to facilitate communication among the application's users.",
        "desktop_image": "JL_MacBook.png",
        "tablet_image": "JL_iPad.png",
        "movile_image": "JL_Phone.png",
        "skills": [
            "HTML",
            "CSS",
            "JS",
            "REACT",
            "NODE",
            "EXPRESS",
            "BOOTSTRAP",
            "GITHUB",
            "MONGO",
            "POSTMAN"
        ],
        "github_link": "https://github.com/nachosanson6/JamLink-client",
        "web_link": "https://jamlink.netlify.app/"
    },
    {
        "id": "P4",
        "title": "HappyCode",
        "description": "Este proyecto lo realicé con varios compañeros del bootcamp una vez había terminado. Es una landind page ",
        "description_en": "This project was done with several classmates from the bootcamp after it had finished. It's a landing page.",
        "desktop_image": "HP_MacBook.png",
        "tablet_image": "HP_iPad.png",
        "movile_image": "HP_Phone.png",
        "skills": [
            "HTML",
            "CSS",
            "SASS",
            "JS",
            "REACT",
            "GITHUB"
        ],
        "github_link": "",
        "web_link": "https://happycodev.com/"
    },
    {
        "id": "P5",
        "title": "Eloy Arts",
        "description": "Descripción del proyecto 2",
        "description_en": "Project description",
        "desktop_image": "EA_MacBook.png",
        "tablet_image": "EA_iPad.png",
        "movile_image": "EA_Phone.png",
        "skills": [
            "HTML",
            "CSS",
            "JS",
            "REACT",
            "NODE",
            "EXPRESS",
            "BOOTSTRAP",
            "GITHUB",
            "MONGO",
            "POSTMAN"
        ],
        "github_link": "https://github.com/nachosanson6/Eloy-app-client",
        "web_link": "https://www.eloyarts.com/"
    }
]